document.getElementById('aboutLink').addEventListener('click', function(event) {
 event.preventDefault(); // предотвращает переход по ссылке
 alert(`UnnomineGigs — это динамичная и страстная команда профессионалов, специализирующаяся на организации живых музыкальных мероприятий и концертов. Наша миссия — создавать незабываемые музыкальные впечатления для слушателей и поддерживать развитие музыкальной сцены, объединяя исполнителей и поклонников.

Мы тщательно подбираем площадки, координируем все этапы организации — от выбора артистов до технического обеспечения и маркетинга. Благодаря нашему опыту и страсти к музыке, мы превращаем каждое мероприятие в уникальное событие, оставляющее яркие воспоминания у участников.

UnnomineGigs — это место, где рождаются новые таланты, собираются любители музыки и создается атмосфера настоящего живого звука. Мы гордимся своей работой и стремимся делать каждую встречу с музыкой особенной!`);
});